{
    "title": "350 gilių klausimų",
    "total_questions": 350,
    "sections": [
      {
        "name": "Apie vaikystę ir praeitį",
        "range": "1–20",
        "questions": [
          {"id": 1, "question": "Koks vaikystės momentas tave vis dar šildo, kai prisimeni?"},
          {"id": 2, "question": "Kas tave išmokė to, ko niekas kitas negalėjo?"},
          {"id": 3, "question": "Koks vienas įvykis pakeitė tai, kaip matai pasaulį?"},
          {"id": 4, "question": "Kokią vaikystės žaizdą vis dar nešiojiesi?"},
          {"id": 5, "question": "Kas vaikystėje tave priversdavo juoktis iki ašarų?"},
          {"id": 6, "question": "Kokia svajonė tau atrodė visiškai įmanoma, kol buvai mažas/-a?"},
          {"id": 7, "question": "Ko tau trūko augant, ko niekas negalėjo duoti?"},
          {"id": 8, "question": "Ar turėjai slaptą pasaulį, kuriame galėjai pasislėpti?"},
          {"id": 9, "question": "Koks pats pirmasis prisiminimas vis dar gyvas tavo galvoje?"},
          {"id": 10, "question": "Kas tave guosdavo, kai niekas kitas nematė tavo skausmo?"},
          {"id": 11, "question": "Koks(-ia) buvai mokykloje – ir koks(-ia) norėjai būti?"},
          {"id": 12, "question": "Kas buvo tas žmogus vaikystėje, su kuriuo galėjai būti savimi?"},
          {"id": 13, "question": "Ką norėtum, kad tėvai būtų supratę apie tave?"},
          {"id": 14, "question": "Koks gimtadienis tau paliko šilčiausią prisiminimą?"},
          {"id": 15, "question": "Kokią paslaptį saugojai vaikystėje, kurios niekas nežino iki šiol?"},
          {"id": 16, "question": "Kokį melą sau pasakojai, kad būtų lengviau augti?"},
          {"id": 17, "question": "Koks kvapas, vaizdas ar garsas akimirksniu grąžina tave į vaikystę?"},
          {"id": 18, "question": "Jei galėtum išsiųsti laišką sau į vaikystę – ką sau pasakytum?"},
          {"id": 19, "question": "Kokia vaikystės dalis vis dar skauda, nors metai praėjo?"},
          {"id": 20, "question": "Kas buvo tas suaugęs žmogus, kuris tave tikrai matė tokį/-ią, koks/-ia buvai?"}
        ]
      },
      {
        "name": "Apie svajones ir ateitį",
        "range": "21–40",
        "questions": [
          {"id": 21, "question": "Kokį gyvenimą matai sau po 10 metų – ir ar jis tave džiugina?"},
          {"id": 22, "question": "Kokia svajonė tau atrodo per didelė, kad ją pasakytum garsiai?"},
          {"id": 23, "question": "Jei pinigai ir laikas nebūtų problema – kuo užpildytum savo dienas?"},
          {"id": 24, "question": "Kokia vieta pasaulyje traukia tave kaip magnetas?"},
          {"id": 25, "question": "Kaip atrodytų diena, po kurios pasakytum „tai buvo tobula“?"},
          {"id": 26, "question": "Kokia ateities versija tave labiausiai gąsdina?"},
          {"id": 27, "question": "Kokiu tėvu ar mama norėtum būti – ir ko bijai, kad nepavyks?"},
          {"id": 28, "question": "Kur jaustumeis namuose, net jei niekada ten nebuvai?"},
          {"id": 29, "question": "Ką norėtum išmokti, kas pakeistų tai, kaip jautiesi gyvendama?"},
          {"id": 30, "question": "Kokį pėdsaką norėtum palikti, kai tavęs nebebus?"},
          {"id": 31, "question": "Koks tavo slaptas noras, kurio dar niekam nepasakojai?"},
          {"id": 32, "question": "Jei galėtum pakeisti vieną dalyką pasaulyje – nuo ko pradėtum?"},
          {"id": 33, "question": "Apie ką svajoji tyloje, kai visi miega?"},
          {"id": 34, "question": "Kaip atrodytų šeima, kurioje jaustumeis visiškai saugus/-i?"},
          {"id": 35, "question": "Kokio gyvenimo tikiesi po 5 metų – ir ar eini jo link?"},
          {"id": 36, "question": "Kokia versija savęs tave labiausiai gąsdina – ta, kuria galėtum tapti?"},
          {"id": 37, "question": "Jei žinotum, kad nepavyks – ar vis tiek bandytum?"},
          {"id": 38, "question": "Kokią svajonę palaidojai, bet vis dar skauda prisiminti?"},
          {"id": 39, "question": "Ką darytum kitaip, jei žinotum, kad niekas niekada nesužinos?"},
          {"id": 40, "question": "Koks gyvenimas tau būtų „užtektinai geras“, net jei ne tobulas?"}
        ]
      },
      {
        "name": "Apie baimes ir pažeidžiamumą",
        "range": "41–60",
        "questions": [
          {"id": 41, "question": "Ko bijai taip stipriai, kad net pagalvoti sunku?"},
          {"id": 42, "question": "Kas tave skaudina giliau, nei parodai kitiems?"},
          {"id": 43, "question": "Kada paskutinį kartą leidai sau verkti – ir dėl ko?"},
          {"id": 44, "question": "Dėl ko jautiesi labiausiai pažeidžiamas/-a?"},
          {"id": 45, "question": "Kokia tavo giliausia baimė santykiuose?"},
          {"id": 46, "question": "Ką tau sunkiausia pasakyti žmonėms, kurie tau rūpi?"},
          {"id": 47, "question": "Kada jauteisi taip vienišas/-a, kad skaudėjo fiziškai?"},
          {"id": 48, "question": "Dėl ko gailiesi taip stipriai, kad norėtum grįžti atgal?"},
          {"id": 49, "question": "Ko gėdijiesi savo praeityje, nors gal ir nereikėtų?"},
          {"id": 50, "question": "Kada paskutinį kartą leidai kažkam pamatyti tave tikrą?"},
          {"id": 51, "question": "Kas tave daro nesaugų/-ią, net kai viskas atrodo gerai?"},
          {"id": 52, "question": "Kokia tavo giliausia baimė dėl mūsų?"},
          {"id": 53, "question": "Ką labiausiai bijai prarasti – ir kodėl būtent tai?"},
          {"id": 54, "question": "Kada jauteisi atstumtas/-a taip, kad pakeitė tai, kaip elgiesi?"},
          {"id": 55, "question": "Kas tau sunkiausia pasakyti man, nors žinai, kad turėtum?"},
          {"id": 56, "question": "Kokią kaukę dėvi dažniausiai – ir ką po ja slepi?"},
          {"id": 57, "question": "Kas nutiktų, jei žmonės pamatytų tave be jokių sienų?"},
          {"id": 58, "question": "Kokį skausmą nešiojiesi vienas/-a, apie kurį niekas nežino?"},
          {"id": 59, "question": "Kada paskutinį kartą save išdavei, kad kitiems būtų gerai?"},
          {"id": 60, "question": "Kokios meilės bijai, nes žinai, kad jos nusipelnei?"}
        ]
      },
      {
        "name": "Apie meilę ir santykius",
        "range": "61–80",
        "questions": [
          {"id": 61, "question": "Kaip tau atrodo meilė, kuri tave tikrai palaikytų?"},
          {"id": 62, "question": "Kaip žmogus gali parodyti, kad jam tikrai rūpi – ne žodžiais?"},
          {"id": 63, "question": "Ko tau reikia, kad jaustumeis mylimas/-a iki kaulų smegenų?"},
          {"id": 64, "question": "Kas tau santykiuose svarbiau už viską?"},
          {"id": 65, "question": "Kaip atpažįsti, kad kažkas myli tave iš tiesų?"},
          {"id": 66, "question": "Kokia tavo meilės kalba – ta, kurios labiausiai trokšti?"},
          {"id": 67, "question": "Kas tau yra romantika – ta, kuri priverčia širdį plakti greičiau?"},
          {"id": 68, "question": "Kokia klaida santykiuose tau būtų nepriimtina?"},
          {"id": 69, "question": "Ką tau reiškia ištikimybė – ne tik kūno, bet ir širdies?"},
          {"id": 70, "question": "Kaip atrodytų vakaras, po kurio norėtum, kad laikas sustotų?"},
          {"id": 71, "question": "Kas manyje patraukė tavo dėmesį – ir kas išlaikė?"},
          {"id": 72, "question": "Kada supratai, kad nori būti su manimi – koks tai buvo momentas?"},
          {"id": 73, "question": "Ko tikiesi iš manęs – ir ko bijai negauti?"},
          {"id": 74, "question": "Kaip galiu tave palaikyti taip, kad tikrai jaustum?"},
          {"id": 75, "question": "Kas tau santykiuose sunkiausia – ir kodėl būtent tai?"},
          {"id": 76, "question": "Kokio artumo trokšti, bet bijai priartėti?"},
          {"id": 77, "question": "Ką turi išgirsti, kad tikrai patikėtum, jog esi mylimas/-a?"},
          {"id": 78, "question": "Kaip žinai, kad kažkas myli tave, o ne idėją apie tave?"},
          {"id": 79, "question": "Kokią savo dalį slepi net nuo žmonių, kuriuos myli labiausiai?"},
          {"id": 80, "question": "Ar kada jautei, kad turi užsitarnauti meilę? Iš kur tai atėjo?"}
        ]
      },
      {
        "name": "Apie vertybes ir tikėjimą",
        "range": "81–100",
        "questions": [
          {"id": 81, "question": "Kas tau svarbiausia gyvenime – jei tektų pasirinkti vieną dalyką?"},
          {"id": 82, "question": "Kuo tiki, net kai sunku tikėti?"},
          {"id": 83, "question": "Ką tau reiškia šeima – ta tikra, ne ta, kuri „turėtų būti“?"},
          {"id": 84, "question": "Kokios vertybės tau tokios svarbios, kad jų neišduotum?"},
          {"id": 85, "question": "Ką manai apie atleidimą – ar jis visada įmanomas?"},
          {"id": 86, "question": "Ką tau reiškia sąžiningumas – ir kur jo riba?"},
          {"id": 87, "question": "Kuo tikėjai anksčiau, bet gyvenimas išmokė kitaip?"},
          {"id": 88, "question": "Kas tau suteikia prasmę, kai viskas atrodo beprasmiška?"},
          {"id": 89, "question": "Ar tiki likimu – ar mes patys kuriame savo kelią?"},
          {"id": 90, "question": "Ar tiki, kad kai kurie žmonės skirti susitikti?"},
          {"id": 91, "question": "Kas tau yra šventumas – net jei netiki tradicine prasme?"},
          {"id": 92, "question": "Ką tau reiškia laisvė – ir ar jautiesi laisvas/-a?"},
          {"id": 93, "question": "Kas tau yra laimė – ta tikra, ne ta iš nuotraukų?"},
          {"id": 94, "question": "Ką manai apie kompromisus – kur riba tarp jų ir savęs išdavimo?"},
          {"id": 95, "question": "Kas tau yra drąsa – ir kada paskutinį kartą buvai drąsus/-i?"},
          {"id": 96, "question": "Ką atleistum sau, jei pagaliau leistum tai padaryti?"},
          {"id": 97, "question": "Kokia tiesa apie tave, kurią priimti užtruko ilgiausiai?"},
          {"id": 98, "question": "Kas tave padarė tokiu/-ia, koks/-ia esi – skausmas ar meilė?"},
          {"id": 99, "question": "Ar gyveni pagal savo vertybes, ar pagal tai, ko tikisi kiti?"},
          {"id": 100, "question": "Jei rytoj viskas pasibaigtų – ar būtum gyvenęs/-usi taip, kaip norėjai?"}
        ]
      },
      {
        "name": "Apie asmenybę ir savęs pažinimą",
        "range": "101–120",
        "questions": [
          {"id": 101, "question": "Kokie trys žodžiai apibūdintų tave – tokį/-ią, koks/-ia esi iš tikrųjų?"},
          {"id": 102, "question": "Kas tave erzina taip stipriai, kad gal sako kažką apie tave patį/-ią?"},
          {"id": 103, "question": "Kada jautiesi labiausiai savimi – be kaukių, be vaidmenų?"},
          {"id": 104, "question": "Ką norėtum pakeisti savyje – ir kodėl būtent tai?"},
          {"id": 105, "question": "Kas tave daro unikaliu/-ia – ta savybė, kurios niekas negali nukopijuoti?"},
          {"id": 106, "question": "Kokia esi, kai niekas nemato – tikrai niekas?"},
          {"id": 107, "question": "Kas tave įkvepia taip, kad norisi keltis ir veikti?"},
          {"id": 108, "question": "Kaip atsipalaiduoji, kai pasaulis tampa per garsus?"},
          {"id": 109, "question": "Ką darai, kai tau sunku – iš tikrųjų sunku?"},
          {"id": 110, "question": "Kas tave priverčia juoktis taip, kad pamiršti viską?"},
          {"id": 111, "question": "Koks/-ia esi, kai pyksti – ta versija, kurios gal bijai?"},
          {"id": 112, "question": "Kaip reaguoji į stresą, kai niekas nemato?"},
          {"id": 113, "question": "Kas tave nuramina, kai niekas kitas negali?"},
          {"id": 114, "question": "Ką mėgsti savyje – ta dalis, kuria didžiuojiesi tyliai?"},
          {"id": 115, "question": "Ką norėtum, kad žmonės suprastų apie tave be paaiškinimų?"},
          {"id": 116, "question": "Koks/-ia esi 3 val. nakties, kai negali miegoti ir mintys neleidžia?"},
          {"id": 117, "question": "Kokią istoriją apie save pasakoji kitiems, kuri gal nėra visa tiesa?"},
          {"id": 118, "question": "Ką apie tave žino tik veidrodis?"},
          {"id": 119, "question": "Kokia tavo tamsiausia mintis, kurios niekam nesakei?"},
          {"id": 120, "question": "Jei galėtum ištrinti vieną savo savybę – kokią? O jei pridėti vieną?"}
        ]
      },
      {
        "name": "Apie mus",
        "range": "121–135",
        "questions": [
          {"id": 121, "question": "Ką galvojai, kai pirmą kartą mane pamatei – iš tiesų?"},
          {"id": 122, "question": "Kas tau patinka mumyse – tai, kas veikia?"},
          {"id": 123, "question": "Ko nori, kad žinočiau apie tave, bet nežinau paklausti?"},
          {"id": 124, "question": "Kaip galiu būti geresnis tau – konkrečiai?"},
          {"id": 125, "question": "Kas tau sunkiausia pasakyti man – net dabar?"},
          {"id": 126, "question": "Ką nori, kad darytume daugiau, bet nedrįsti paprašyti?"},
          {"id": 127, "question": "Kas tau mumyse kelia nerimą – tas, apie kurį nekalbame?"},
          {"id": 128, "question": "Kaip įsivaizduoji mūsų ateitį – jei leistum sau svajoti?"},
          {"id": 129, "question": "Ko tau reikia iš manęs – to, ko gal dar negauni?"},
          {"id": 130, "question": "Ką nori, kad žinočiau, bet bijai, kaip sureaguosiu?"},
          {"id": 131, "question": "Kada su manimi jautiesi nesaugus/-i – ir ką galiu daryti kitaip?"},
          {"id": 132, "question": "Ką norėtum, kad suprasčiau apie tave be žodžių?"},
          {"id": 133, "question": "Kokios mano savybės tave kartais skaudina – net jei netyčia?"},
          {"id": 134, "question": "Jei mūsų santykiai būtų knyga – koks būtų jos pavadinimas?"},
          {"id": 135, "question": "Ką tikėjaisi rasti manyje, ko dar neradai – ar gal neieškau?"}
        ]
      },
      {
        "name": "Egzistenciniai klausimai",
        "range": "136–150",
        "questions": [
          {"id": 136, "question": "Jei galėtum sužinoti vieną tiesą apie visatą – kokią pasirinktum?"},
          {"id": 137, "question": "Ar manai, kad žmonės iš esmės geri – ar tik stengiasi tokie atrodyti?"},
          {"id": 138, "question": "Kas nutinka, kai mirštame – ir ar tai tave gąsdina?"},
          {"id": 139, "question": "Ar tikrai pažįsti save – ar tik versiją, kurią sukūrei pasauliui?"},
          {"id": 140, "question": "Jei niekas niekada nesužinotų – ar gyventum visiškai kitaip?"},
          {"id": 141, "question": "Kokia mintis tave persekioja naktimis, kai viskas nutyla?"},
          {"id": 142, "question": "Ar mes pasirenkame, ką mylime – ar meilė pasirenka mus?"},
          {"id": 143, "question": "Kas tave labiausiai gąsdina – mirtis, vienatvė ar prasmės nebuvimas?"},
          {"id": 144, "question": "Ar įmanoma tikrai pažinti kitą žmogų – ar visada lieka paslaptis?"},
          {"id": 145, "question": "Jei tavo gyvenimas būtų filmas – kokia būtų pagrindinė tema?"},
          {"id": 146, "question": "Kokią versiją savęs parodai pasauliui – o kokią matai tik tu?"},
          {"id": 147, "question": "Ar skausmas mus augina – ar tiesiog palieka randus, kuriuos vadiname patirtimi?"},
          {"id": 148, "question": "Kas liktų iš tavęs, jei visi prisiminimai būtų ištrinti?"},
          {"id": 149, "question": "Ar tavo laimė priklauso nuo kitų – ar gali būti laimingas/-a vienas/-a?"},
          {"id": 150, "question": "Jei galėtum užduoti vieną klausimą Dievui ar visatai – koks jis būtų?"}
        ]
      },
      {
        "name": "Hipotetiniai ir „kas būtų, jei“ klausimai",
        "range": "151–175",
        "questions": [
          {"id": 151, "question": "Jei galėtum nugyventi vieną dieną iš naujo – kurią pasirinktum?"},
          {"id": 152, "question": "Jei galėtum pamiršti vieną prisiminimą visam laikui – kurį?"},
          {"id": 153, "question": "Jei žinotum, kad tau liko vieneri metai gyventi – ką pakeistum?"},
          {"id": 154, "question": "Jei galėtum perskaityti vieno žmogaus mintis vieną dieną – kieno?"},
          {"id": 155, "question": "Jei galėtum pabusti rytoj su viena nauja savybe – kokia ji būtų?"},
          {"id": 156, "question": "Jei tavo gyvenimas būtų knyga – ar norėtum žinoti, kaip ji baigiasi?"},
          {"id": 157, "question": "Jei galėtum pakalbėti su savimi prieš 10 metų – ką pasakytum?"},
          {"id": 158, "question": "Jei galėtum patirti vieną dieną kito žmogaus kūne – ką pasirinktum?"},
          {"id": 159, "question": "Jei turėtum pasirinkti: niekada nebeverkti ar niekada nebesijuokti – ką rinktum?"},
          {"id": 160, "question": "Jei galėtum sustabdyti laiką vienai valandai kasdien – ką darytum?"},
          {"id": 161, "question": "Jei galėtum gauti atsakymą į vieną klausimą apie savo ateitį – ko paklaustum?"},
          {"id": 162, "question": "Jei turėtum gyventi toje pačioje dienoje amžinai – kokią dieną pasirinktum?"},
          {"id": 163, "question": "Jei galėtum ištrinti vieną žodį iš savo praeities – kurį?"},
          {"id": 164, "question": "Jei tau pasiūlytų nemirtingumą, bet vienatvę – ar sutiktum?"},
          {"id": 165, "question": "Jei galėtum pakeisti vieną sprendimą savo gyvenime – kurį?"},
          {"id": 166, "question": "Jei žinotum, kad niekas tavęs niekada nebemylės – ar vis tiek gyventum pilnai?"},
          {"id": 167, "question": "Jei galėtum įdėti vieną jausmą į buteliuką ir išsaugoti – kurį?"},
          {"id": 168, "question": "Jei tavo širdis galėtų kalbėti – ką ji pasakytų dabar?"},
          {"id": 169, "question": "Jei galėtum pamatyti savo gyvenimą iš šalies – ar tau patiktų, ką matai?"},
          {"id": 170, "question": "Jei turėtum pasirinkti: būti mylimas/-a ar būti suprastas/-a – ką rinktum?"},
          {"id": 171, "question": "Jei galėtum atsibusti bet kurioje vietoje pasaulyje rytoj – kur?"},
          {"id": 172, "question": "Jei turėtum palikti vieną daiktą savo vaikams – kokį?"},
          {"id": 173, "question": "Jei galėtum nugirdyti vieną pokalbį iš savo praeities – kurį?"},
          {"id": 174, "question": "Jei tavo ašaros galėtų papasakoti istorijas – kokią pasakotų pirmą?"},
          {"id": 175, "question": "Jei galėtum apsikabinti su vienu žmogumi, kurio nebėra – su kuo?"}
        ]
      },
      {
        "name": "Apie ryšį ir žmones",
        "range": "176–200",
        "questions": [
          {"id": 176, "question": "Koks žmogus tau paliko didžiausią pėdsaką – ir ar jis tai žino?"},
          {"id": 177, "question": "Su kuo norėtum pasikalbėti, bet niekada neturėjai drąsos?"},
          {"id": 178, "question": "Kokį pokalbį vis atidedi, nors žinai, kad jis būtinas?"},
          {"id": 179, "question": "Kas tave pažįsta geriausiai – ir ar tau tai patinka?"},
          {"id": 180, "question": "Kokio žmogaus tau trūksta, nors jis vis dar gyvas?"},
          {"id": 181, "question": "Kam norėtum pasakyti „atleisk“, bet laikas jau praėjo?"},
          {"id": 182, "question": "Kam norėtum pasakyti „ačiū“, bet niekada nepasakei?"},
          {"id": 183, "question": "Kokį žmogų sutikai, kuris pakeitė tavo kryptį?"},
          {"id": 184, "question": "Kas tave myli kitaip, nei tu myli save?"},
          {"id": 185, "question": "Su kuo jautiesi saugus/-i tyloje – be žodžių?"},
          {"id": 186, "question": "Kokio tipo draugystės tau labiausiai trūksta?"},
          {"id": 187, "question": "Kas tave išmokė mylėti – ir ar tai buvo gera pamoka?"},
          {"id": 188, "question": "Kokiam žmogui leistum pamatyti savo blogiausią dieną?"},
          {"id": 189, "question": "Kas tave laiko ant žemės, kai viskas griūva?"},
          {"id": 190, "question": "Kokio pokalbio bijai, bet žinai, kad jis išlaisvintų?"},
          {"id": 191, "question": "Kam atiduotum savo paskutinę valandą žemėje?"},
          {"id": 192, "question": "Kas tavyje mato tai, ko pats/-i nematai?"},
          {"id": 193, "question": "Kokio žmogaus klausimą bijai išgirsti labiausiai?"},
          {"id": 194, "question": "Kas tave pažeidė taip, kad pakeitė tai, kaip myli?"},
          {"id": 195, "question": "Kokio ryšio ilgiesi, bet nežinai, kaip jį sukurti?"},
          {"id": 196, "question": "Su kuo norėtum stebėti saulėlydį paskutinį kartą?"},
          {"id": 197, "question": "Kas būtų tas žmogus, kurį paskambintum 3 val. nakties?"},
          {"id": 198, "question": "Kokio pokalbio tau reikia, bet nežinai, kaip jo paprašyti?"},
          {"id": 199, "question": "Kas tave atpažintų minioje vien iš žingsnių?"},
          {"id": 200, "question": "Kokio tipo meilės dar nepatyriai, bet trokšti?"}
        ]
      },
      {
        "name": "Apie prasmę ir gyvenimo klausimus",
        "range": "201–225",
        "questions": [
          {"id": 201, "question": "Ar kada jautei, kad gyveni ne savo gyvenimą?"},
          {"id": 202, "question": "Kas tau suteikia jausmą, kad šiandien buvo verta gyventi?"},
          {"id": 203, "question": "Ar yra kažkas, dėl ko pasiruošęs/-usi kentėti – nes tai svarbu?"},
          {"id": 204, "question": "Kokia veikla tave taip įtraukia, kad pamiršti laiką?"},
          {"id": 205, "question": "Ar kada jautei, kad esi tiksliai ten, kur turi būti?"},
          {"id": 206, "question": "Kas tave prikelia ryte – pareiga ar noras?"},
          {"id": 207, "question": "Ar gyveni taip, kad būtum išdidus/-i savo pasirinkimais?"},
          {"id": 208, "question": "Kokia gyvenimo dalis dabar atrodo laikina, nors neturėtų?"},
          {"id": 209, "question": "Ar žinai, ko iš tikrųjų nori – ar tik žinai, ko nenori?"},
          {"id": 210, "question": "Kas tave verčia jaustis gyvas/-a – ne tiesiog egzistuojančiu/-ia?"},
          {"id": 211, "question": "Ar yra kažkas, ką darai tik todėl, kad „taip reikia“?"},
          {"id": 212, "question": "Kokia tavo gyvenimo dalis labiausiai neatitinka to, kas esi viduje?"},
          {"id": 213, "question": "Ar žinai savo ribas – ar vis dar jas atrandi?"},
          {"id": 214, "question": "Kas tau padeda atskirti svarbius dalykus nuo triukšmo?"},
          {"id": 215, "question": "Ar esi ten, kur planavai būti – ir ar tai gerai, ar blogai?"},
          {"id": 216, "question": "Kokia mintis tau dažniausiai sugrįžta, kai būni vienas/-a?"},
          {"id": 217, "question": "Ar yra kažkas, ko bijai norėti, nes atrodo per didelė svajonė?"},
          {"id": 218, "question": "Kas tave laiko čia, kai norisi viską mesti?"},
          {"id": 219, "question": "Ar jauti, kad kažko gyvenime dar nerandi – bet nežinai, ko?"},
          {"id": 220, "question": "Kas tau padeda tikėti, kad rytoj bus verta atsibusti?"},
          {"id": 221, "question": "Ar gyveni dėl savęs, ar dėl kitų – ir ar tai gerai?"},
          {"id": 222, "question": "Kokia gyvenimo pamoka tau kainavo daugiausiai?"},
          {"id": 223, "question": "Ar yra kažkas, ką darai tik sau – visiškai tik sau?"},
          {"id": 224, "question": "Kas tau padeda priimti tai, ko negali pakeisti?"},
          {"id": 225, "question": "Ar žinai, kada sakyti „užtenka“ – sau ir kitiems?"}
        ]
      },
      {
        "name": "Apie jausmus ir vidinį pasaulį",
        "range": "226–250",
        "questions": [
          {"id": 226, "question": "Kaip atrodo tavo vidinė tyla – ar ji rami, ar triukšminga?"},
          {"id": 227, "question": "Kokį jausmą sunkiausia sau leisti jausti?"},
          {"id": 228, "question": "Kada paskutinį kartą jauteisi visiškai ramus/-i – be nerimo šešėlio?"},
          {"id": 229, "question": "Kokia emocija tave lanko dažniausiai, bet ją slepi?"},
          {"id": 230, "question": "Ar moki būti su savo skausmu, ar visada bėgi nuo jo?"},
          {"id": 231, "question": "Koks jausmas tau signalas, kad kažkas negerai?"},
          {"id": 232, "question": "Kada leidi sau būti silpnas/-a – ir ar tai saugu?"},
          {"id": 233, "question": "Kokią emociją norėtum jausti dažniau?"},
          {"id": 234, "question": "Ar yra jausmas, kurio bijai, nes jis tave užvaldo?"},
          {"id": 235, "question": "Kaip atrodo tavo liūdesys – ką jis nori tau pasakyti?"},
          {"id": 236, "question": "Kokia tavo reakcija, kai kažkas tave sužeidžia?"},
          {"id": 237, "question": "Ar moki priimti meilę – ar ji tave gąsdina?"},
          {"id": 238, "question": "Koks jausmas tau sunkiausiai išreiškiamas žodžiais?"},
          {"id": 239, "question": "Kada paskutinį kartą jauteisi visiškai laisvas/-a?"},
          {"id": 240, "question": "Kokia emocija tau atrodo neleistina – nors neturėtų?"},
          {"id": 241, "question": "Ar jauti savo kūną, kai jis tau siunčia signalus?"},
          {"id": 242, "question": "Kokio jausmo ilgiesi iš vaikystės?"},
          {"id": 243, "question": "Kas nutinka tau viduje, kai kas nors tavimi nusivilia?"},
          {"id": 244, "question": "Kokia emocija tave dažniausiai pažadina naktį?"},
          {"id": 245, "question": "Ar yra jausmas, kurį slopini taip ilgai, kad pamiršai jį?"},
          {"id": 246, "question": "Kaip atrodo tavo pyktis – ir ką jis gina?"},
          {"id": 247, "question": "Kokio jausmo bijai parodyti man?"},
          {"id": 248, "question": "Ar jauti, kai tavo širdis užsidaro – ir kas tai sukelia?"},
          {"id": 249, "question": "Koks jausmas tau atrodo pavojingas, nors neturėtų?"},
          {"id": 250, "question": "Kada paskutinį kartą leidai sau jausti viską iki galo?"}
        ]
      },
      {
        "name": "Intymūs klausimai",
        "range": "251–280",
        "questions": [
          {"id": 251, "question": "Kas tave labiausiai jaudina, kai prie tavęs prisiliečiu?"},
          {"id": 252, "question": "Kokia fantazija tau sukasi galvoje, bet niekada nepasakei?"},
          {"id": 253, "question": "Kur tau patinka būti bučiuojamai labiausiai?"},
          {"id": 254, "question": "Kas tave „įjungia“ greičiausiai – žodžiai, prisilietimai ar žvilgsniai?"},
          {"id": 255, "question": "Kokį mano prisilietimą prisimeni ryškiausiai?"},
          {"id": 256, "question": "Ar yra kažkas, ką norėtum išbandyti lovoje, bet bijai paprašyti?"},
          {"id": 257, "question": "Kas tave priverčia jaustis geidžiamas/-a?"},
          {"id": 258, "question": "Kokia aplinka tave labiausiai atpalaiduoja intymumui?"},
          {"id": 259, "question": "Ar yra kūno dalis, kurios nekenči, bet aš ją myliu?"},
          {"id": 260, "question": "Kas tave pastato ant kojų greičiau – švelnus ar aistringas prisilietimas?"},
          {"id": 261, "question": "Kokį komplimentą apie savo kūną norėtum išgirsti?"},
          {"id": 262, "question": "Ar yra kažkas, ką darau lovoje, kas tave išprotina gera prasme?"},
          {"id": 263, "question": "Kokia tavo slapčiausia fantazija apie mus?"},
          {"id": 264, "question": "Kas tave labiausiai jaudina – kai vedu, ar kai tu vedi?"},
          {"id": 265, "question": "Kokį ritmą mėgsti – lėtą ir švelnų, ar greitą ir aistringą?"},
          {"id": 266, "question": "Ar yra žodžiai, kuriuos norėtum išgirsti intymiais momentais?"},
          {"id": 267, "question": "Kas tave labiausiai traukia mano kūne?"},
          {"id": 268, "question": "Kokia vieta, be miegamojo, tave jaudintų išbandyti?"},
          {"id": 269, "question": "Ar yra kažkas, ko niekada nedarei, bet norėtum su manimi?"},
          {"id": 270, "question": "Kas nutinka tavo galvoje prieš pat orgazmą?"},
          {"id": 271, "question": "Ar mėgsti, kai kalbu intymiais momentais, ar kai tyliu?"},
          {"id": 272, "question": "Kokį prisilietimą galiu tau duoti, kuris visada veikia?"},
          {"id": 273, "question": "Ar yra kažkas, ką dariau anksčiau, bet nustojau, ir tu pasiilgai?"},
          {"id": 274, "question": "Kas tave labiausiai atpalaiduoja prieš intymumą?"},
          {"id": 275, "question": "Kokio tipo bučiniai tave labiausiai sužadina?"},
          {"id": 276, "question": "Ar yra kažkas, kas tave trikdo intymiais momentais, bet nesakai?"},
          {"id": 277, "question": "Kokios nuotaikos turi būti, kad jaustumeis visiškai laisvas/-a lovoje?"},
          {"id": 278, "question": "Kas tave labiausiai jaudina – žinoti, kas bus, ar nuostaba?"},
          {"id": 279, "question": "Ar yra riba, kurios nenori, kad perženčiau – ir kokia ji?"},
          {"id": 280, "question": "Ką galiu padaryti, kad jaustumeis dar labiau geidžiamas/-a?"}
        ]
      },
      {
        "name": "Gilūs intymūs klausimai",
        "range": "281–300",
        "questions": [
          {"id": 281, "question": "Ar kada jautei gėdą dėl savo norų – ir kodėl?"},
          {"id": 282, "question": "Kas tau intymumas – kūno, ar sielos ryšys?"},
          {"id": 283, "question": "Ar yra kažkas, ką slepi apie savo seksualumą net nuo savęs?"},
          {"id": 284, "question": "Kokia patirtis tave išmokė, ko iš tiesų nori lovoje?"},
          {"id": 285, "question": "Ar kada jautei, kad turi apsimesti mėgaujantis/-i, nors ne?"},
          {"id": 286, "question": "Kas tave daro pažeidžiamas/-a intymiais momentais?"},
          {"id": 287, "question": "Ar yra trauma ar patirtis, kuri vis dar veikia tavo intymumą?"},
          {"id": 288, "question": "Kokio artumo trokšti po sekso – tylaus glėbio ar pokalbio?"},
          {"id": 289, "question": "Ar kada jautei, kad tavo kūnas nėra „pakankamai geras“?"},
          {"id": 290, "question": "Kas tave labiausiai prijungia prie manęs intymiais momentais?"},
          {"id": 291, "question": "Ar yra kažkas, ko bijai paprašyti, nes baisiesi būti atmestas/-a?"},
          {"id": 292, "question": "Kokia tavo santykis su savo kūnu – draugiškas ar sudėtingas?"},
          {"id": 293, "question": "Kas nutinka tau viduje, kai sakau, kad esi gražus/-i?"},
          {"id": 294, "question": "Ar kada jautei, kad seksas buvo pareiga, ne noras?"},
          {"id": 295, "question": "Kokios mano savybės tave traukia ne tik fiziškai?"},
          {"id": 296, "question": "Ar yra kažkas, ką norėtum, kad žinočiau apie tavo praeitį lovoje?"},
          {"id": 297, "question": "Kas tau padeda jaustis saugus/-i būti visiškai nuogas/-a – kūnu ir siela?"},
          {"id": 298, "question": "Ar yra riba tarp meilės ir geismo tau – ar jie susilieja?"},
          {"id": 299, "question": "Kokio intymumo ilgiesi, kurio dar nepatyriai?"},
          {"id": 300, "question": "Kas tave padarytų dar laisvesnį/-ę su manimi – lovoje ir už jos ribų?"}
        ]
      },
      {
        "name": "Atviri klausimai apie seksą",
        "range": "301–350",
        "questions": [
          {"id": 301, "question": "Kokia tavo mėgstamiausia poza – ir kodėl būtent ji?"},
          {"id": 302, "question": "Ar mėgsti, kai pradedame greitai, ar kai ilgai kuriame įtampą?"},
          {"id": 303, "question": "Kas tave labiau sužadina – kai liečiu švelniai, ar kai tvirtai?"},
          {"id": 304, "question": "Ar yra vieta ant tavo kūno, kurios lietimas tave išprotina?"},
          {"id": 305, "question": "Kokį oralinį seksą mėgsti labiausiai – gauti ar duoti?"},
          {"id": 306, "question": "Ar tau patinka, kai žiūriu į tave sekso metu?"},
          {"id": 307, "question": "Kokia fantazija apie dominavimą tave jaudina?"},
          {"id": 308, "question": "Ar norėtum, kad būčiau grubesnis ar švelnesnis lovoje?"},
          {"id": 309, "question": "Kas tave labiausiai sužadina – kai esi viršuje ar apačioje?"},
          {"id": 310, "question": "Ar mėgsti, kai kalbu nešvankiai sekso metu?"},
          {"id": 311, "question": "Kokį sekso žaislą norėtum išbandyti kartu?"},
          {"id": 312, "question": "Ar tave jaudina mintis apie seksą viešoje vietoje?"},
          {"id": 313, "question": "Koks ilgiausias foreplay, kurį norėtum patirti?"},
          {"id": 314, "question": "Ar mėgsti, kai tave erzinu ilgai prieš pagrindinį veiksmą?"},
          {"id": 315, "question": "Kokia erotinė scena iš filmo tave labiausiai sužadino?"},
          {"id": 316, "question": "Ar norėtum, kad suriščiau tavo rankas – ir ar leistum su tavimi daryti, ką noriu?"},
          {"id": 317, "question": "Kas tave labiau jaudina – švelnūs ar stiprūs bučiniai kakle?"},
          {"id": 318, "question": "Ar mėgsti, kai liečiu tave per drabužius prieš juos nuimant?"},
          {"id": 319, "question": "Kokia muzika tave nuteikia seksui?"},
          {"id": 320, "question": "Ar norėtum daugiau spontaniško sekso, ar suplanuoto?"},
          {"id": 321, "question": "Kas tave labiau sužadina – kai esi visiškai nuogas/-a, ar pusiau apsirengęs/-usi?"},
          {"id": 322, "question": "Ar mėgsti, kai glamonėju tave nuo galvos iki kojų pirštų?"},
          {"id": 323, "question": "Kokio tipo dirty talk tave labiausiai įjungia?"},
          {"id": 324, "question": "Ar tave jaudina mintis, kad kas nors galėtų išgirsti?"},
          {"id": 325, "question": "Kas tave labiau sužadina ryte – ar vakare?"},
          {"id": 326, "question": "Ar mėgsti, kai bučiuoju tavo vidinę šlaunų pusę?"},
          {"id": 327, "question": "Kokia tavo fantazija apie vaidmenų žaidimus?"},
          {"id": 328, "question": "Ar norėtum, kad daugiau dėmesio skirčiau tavo krūtinei?"},
          {"id": 329, "question": "Kas nutinka tau, kai švelniai kandžioju tavo ausies spenelį?"},
          {"id": 330, "question": "Ar mėgsti seksą po dušo – ar dušo metu?"},
          {"id": 331, "question": "Kokia poza tau suteikia stipriausią orgazmą?"},
          {"id": 332, "question": "Ar tave jaudina akių kontaktas orgazmo metu?"},
          {"id": 333, "question": "Kas tave labiau sužadina – kai vedu, ar kai tu kontroliuoji tempą?"},
          {"id": 334, "question": "Ar mėgsti, kai šnabždu tau į ausį sekso metu?"},
          {"id": 335, "question": "Kokio tipo glamonės prieš seksą tave labiausiai atpalaiduoja?"},
          {"id": 336, "question": "Ar norėtum išbandyti seksą su užrištomis akimis?"},
          {"id": 337, "question": "Kas tave labiau jaudina – greitumas ar intensyvumas?"},
          {"id": 338, "question": "Ar mėgsti, kai tave bučiuoju visur prieš nusileidžiant žemyn?"},
          {"id": 339, "question": "Kokia tavo fantazija apie seksą kitoje vietoje nei namai?"},
          {"id": 340, "question": "Ar tave sužadina, kai tave giriu sekso metu?"},
          {"id": 341, "question": "Kas tau svarbiau – orgazmas ar kelionė link jo?"},
          {"id": 342, "question": "Ar mėgsti, kai pasiilgęs tavęs griebiu tave iš karto?"},
          {"id": 343, "question": "Kokio tipo prisilietimai po sekso tau maloniausi?"},
          {"id": 344, "question": "Ar norėtum, kad seksas truktų ilgiau, ar esi patenkintas/-a?"},
          {"id": 345, "question": "Kas tave labiausiai jaudina, kai žiūriu į tave su geismu?"},
          {"id": 346, "question": "Ar mėgsti, kai erzinu tave per dieną žinutėmis apie tai, kas bus vakare?"},
          {"id": 347, "question": "Kokia tavo reakcija, kai netikėtai prisiliečiu intymiai?"},
          {"id": 348, "question": "Ar tave jaudina, kai pasakau, ką darysiu tau vėliau?"},
          {"id": 349, "question": "Kas tau suteikia didžiausią malonumą – klitorinis ar vidinis stimuliavimas?"},
          {"id": 350, "question": "Ką norėtum, kad daryčiau daugiau sekso metu, bet niekada nesakei?"}
        ]
      }
    ]
  }